Repository: plomino/plomino.tinymce
Catalog: plomino/tinymce/i18n/plomino.tinymce-*.po
Languages: fr

# plominofield_title
source: Add/edit a Plomino Field
fr: Ajouter/éditer un champ Plomino

# plominofield_selection
source: Select a Plomino Field
fr: Sélection d'un champ Plomino

# plominofield_id
source: Field ID
fr: ID du champ

# plominofield_advanced
source: Advanced edition
fr: Édition avancée

# plominofield_mainsettings
source: Main parameters
fr: Paramètres principaux

# plominofield_specificsettings
source: Specific settings
fr: Paramètres spécifiques

# plominofield_createfield
source: Create a Plomino Field
fr: Créer un champ plomino

# plominofield_edit
source: Edit Field Properties
fr: Édition des paramètres du champ

# plominofield_type
source: Field type
fr: Type du champ

# plominofield_mode
source: Field mode
fr: Mode du champ

# plominofield_formula
source: Formula
fr: Formule

# plominoaction_title
source: Add/edit a Plomino Action
fr: Ajouter/éditer une action Plomino

# plominoaction_selection
source: Select a Plomino Action
fr: Sélection d'une action Plomino

# plominoaction_id
source: Action ID
fr: ID de l'action

# plominoaction_createaction
source: Create a Plomino Action
fr: Création d'une action Plomino

# plominoaction_edit
source: Edit Action Properties
fr: Édition des propriétés de l'action

# plominoaction_actiontitle
source: Action title
fr: Titre de l'action

# plominoaction_type
source: Action type
fr: Type de l'action

# plominoaction_display
source: Action display
fr: Affichage de l'action

# plominoaction_code
source: Action code
fr: Code de l'action

# plominoaction_hidewhen
source: Hide-when formula
fr: Formule « Cacher quand… »

# plominoaction_inactionbar
source: Display action in action bar
fr: Afficher dans la barre d'action

# plominosubform_title
source: Insert a Plomino Sub-form
fr: Insérer un sous-formulaire Plomino

# plominosubform_subtitle
source: Insert a Sub-form
fr: Insérer un sous-formulaire

# plominosubform_selection
source: Sub-form
fr: Sous-formulaire

# plominohidewhen_title
source: Add/edit a Plomino Hide-when
fr: Ajouter/éditer un « Cacher quand… » Plomino

# plominohidewhen_selection
source: Select a Plomino Hide-when
fr: Sélection d'un « Cacher quand… » Plomino

# plominohidewhen_id
source: Hide-when ID
fr: ID du « Cacher quand… »

# plominohidewhen_createbutton
source: Create a Hide-when
fr: Créer un « Cacher quand… »

# plominohidewhen_creation
source: Create a Plomino Hide-when
fr: Création d'un « Cacher quand… » Plomino

# plominohidewhen_editformula
source: Edit Hide-when Formula
fr: Éditer la formule du « Cacher quand… »

# plominohidewhen_formula
source: Hide-when Formula
fr: Formule du « Cacher quand… »

# plominoerror_title
source: Error message
fr: Message d'erreur

# plominoerror_subtitle
source: Error in submitted data
fr: Erreur dans les données soumises

# plominoerror_nofield
source: The field name is incorrect.
fr: Le nom du champ est incorrect.

# plominoerror_noaction
source: The action name is incorrect.
fr: Le nom de l'action est incorrect.

# plominoerror_nohidewhen
source: The hide-when name is incorrect.
fr: Le nom du « Cacher quand… » est incorrect.

# plominoerror_objectexists
source: An object with the same name already exists.
fr: Un objet portant le même nom existe déjà.
